;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Neamțu Mihai
; TranslationAuthorEmail: mitza97@gmail.com
; Soft Version: 3.1.2.271
; Update: June 17, 2014

[Translation]
LangCode=0418
ReadHabit=Left-to-right
LanguageName=ROM
LangShortName=ro-ro
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
pmDefault=Standard
Information=Informație
Warning=Atenție
Error=Eroare
Confirm=Confirmare
CurVer=Versiune curentă:
FrmSkin.Btnok.Caption=OK
Weathertag=c
DelSkinHint=Ștergere temă
LikeOurSoft=Încercaţi mai multe produse de la Wise Team dacă vă place Wise Care 365!
DownloadMore=Descărcare gratuită
Frmboot.lblsec.caption=Sec
pmDelete=Ștergeți fișierele mari selectate
pmHelp=Ajutor on-line
pmforum=Forum
pmHome=Pagina de start
pmContact=Contactați-ne
pmSettings=Setări
pmCheckNew=Verificați pentru actualizări
pmLang=Limbi
pmRegister=Înregistrați
pmAbout=Despre
pmLicenseKey=Schimbați cheia de licență
pmIgnore=Ignorați acest element
pmRCrec=Selectați intrările sigure
pmDCrec=Recomandat
pmAll1=Selectați tot
pmNone=Nu selectați nimic
pmInvert=Inversare selecție
pmGo=Deschide dosarul conţinând
pmGoReg=Deschidere în Editor Registru..
pmExport=Exportare la ...
FrmWPMain.btncheckup.caption=Examinare PC
FrmWPMain.btnsysclean.caption=Curăţare Sistem
FrmWPMain.btnsystune.caption=Tuning Sistem
FrmWPMain.btnprivacy.caption=Protejare Intimitate
FrmWPMain.btnSysmon.caption=Monitorizare Sistem
FrmChangeHeader.caption=Schimbă avatar
FrmHome.btnactive.caption=Upgrade la versiunea PRO
FrmHome.lblshare.caption=Partajați Wise Care 365
FrmHome.lbltools.caption=Ultilități
FrmHome.btntools.hint=Mai multe utilități
FrmHome.btnhead.Hint=Schimbă avatar
FrmHome.edtuser.Hint=Schimbă poreclă
FrmHome.btnfacebook.hint=Partajați Wise Care 365 pe Facebook
FrmHome.btntwitter.hint=Partajați Wise Care 365 cu Twitter
FrmHome.btngoogle.hint=Partajați Wise Care 365 pe Google+
FrmHome.btnemail.hint=Povestiți prietenilor despre Wise Care 365
FrmHistory.btncheckup.caption=Examinare
FrmHistory.lblrecord.caption=Cuăță înregistrările
FrmExam.btncancel.caption=Anulare
FrmExam.lblrecheck.caption=Re-examinați
FrmExam.btnfix.caption=Rezolvă
FrmButtons.lblinfo.caption=Puteți sorta toate utilitatile de mai jos prin drag and drop.
FrmAbout.caption=Despre
FrmAbout.lblver.caption=Versiune curentă:
FrmAbout.lblemail.caption=Email suport:
FrmAbout.lblhome.caption=Pagina de start:
FrmAbout.lblthanks.caption=Mulțumim următoarelor persoane pentru contribuțiile lor:
FrmAbout.lblWarning.caption=Avertisment: Acest program de calculator este protejat de legea dreptului de autor și tratatele internaționale.
Frmadvdc.btnscan.caption=Scanare
Frmadvdc.lblpath.caption=Locație scanare:
Frmadvdc.btnrescan.caption=Scanați din nou
Frmadvdc.btnall.caption=Selectați tot
Frmadvdc.btnadvanced.caption=Setări avansate
Frmadvdc.btnnone.caption=Nu selectați nimic
Frmadvdc.lblspeed.caption=Cea mai rapidă viteză de scanare din lume!
Frmadvdc.lblrec.caption=Altor utilizatori ai aplicației le place și:
Frmadvdc.vtfiles.Columns[0]=Nume fișier:
Frmadvdc.vtfiles.Columns[1]=Mărime
Frmadvdc.vtfiles.Columns[2]=Cale:
Frmadvdc.vtfiles.Columns[3]=Ultima accesare:
Frmadvdc.vtfiles.Columns[4]=Tip
FrmAdvSettings.lblinfo.caption="Caută fișiere goale" va intra în vigoare doar o singură dată. Data viitoare e nevoie să selectați din nou.
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Adăugare
FrmAdvSettings.btnremove.caption=Șterge
FrmAdvSettings.btncancel.caption=Anulare
FrmAdvSettings.wcknull.caption=Găsiți fișiere goale (0 biți, lent)
FrmAdvSettings.wckshortcut.caption=Găsiți scurtături nevalide (lent)
FrmAdvSettings.caption=Setări avansate
FrmAdvSettings.btnre.caption=Recomandat
FrmAdvSettings.btnall.caption=Selectați tot
FrmAdvSettings.btnnone.caption=Nu selectați nimic
FrmBackup.caption=Copie de rezervă
FrmBackup.btnreg.caption=Creați o copie de rezervă completă a registrului
FrmBackup.btnsys.caption=Creați un punct de restaurare a sistemului
FrmRestore.caption=Centru Restaurare
FrmRestore.btnRegBk.caption=Copie de rezervă Registru
FrmRestore.btnSysBK.caption=Restaurare Sistem
FrmRestore.btnclose.caption=Închidere
FrmRestore.btnrestore.caption=Restaurare
FrmRestore.btnremove.caption=Șterge
FrmGeneral.ckfileshred.caption=Adaugă distrugător fișiere la meniul contextual
FrmBFConfig.btnall.caption=Selectați tot
FrmBFConfig.btnnone.caption=Nu selectați nimic
FrmBFConfig.btnRemove.caption=Șterge
FrmBFConfig.caption=Ignorați elementele
Frmbigfile.vtfiles.Columns[0]=Nume fișier:
Frmbigfile.vtfiles.Columns[1]=Mărime
Frmbigfile.vtfiles.Columns[2]=Tip
Frmbigfile.vtfiles.Columns[3]=Ultima accesare:
Frmbigfile.vtfiles.Columns[4]=Cale:
Frmbigfile.lblpath.caption=Locație scanare:
Frmbigfile.btnrescan.caption=Scanați din nou
Frmbigfile.btnsearch.caption=Căutare
Frmbigfile.btndel.caption=Ștergere
Frmbigfile.btncancel.caption=Oprire
FrmBigFile.btnIgnore.caption=Ignorați elementele selectate
FrmBigFile.btnExport.caption=Exportați la...
FrmBigFile.btnExConfig.caption=Elemente ignorate
FrmBuy.lblfull.caption=Bucurați-vă de un calculator curat și rapid astăzi.
FrmBuy.lblinfo0.caption=Un singur clic pentru rezolvarea tuturor problemelor în câteva secunde.
FrmBuy.lblinfo1.caption=Curățați fițierele inutile, urmele din calculator și istoria automat.
FrmBuy.lblinfo2.caption=Îmbunătățește viteza de pornire, viteza conexiunii de Internet, și păstrează PC-ul ca nou.
FrmBuy.lblinfo3.caption=Protecție în timp real și optimizare pentru sistemul Windows
FrmBuy.btnbuy.caption=Cumpărați acum
FrmBuy.btnactive.caption=Activați cheia de licență
FrmBuy.lblguarantee.caption=Dacă nu sunteți mulțumit cu software-ul pentru orice motiv, puteți obține o rambursare completă în termen de 60 de zile de la cumpărare.
FrmBuy.lblkey.caption=Aveți deja o cheie de licență?
FrmRegister.caption=Înregistrați
FrmLicense.lblinfo.caption=Vă mulțumim pentru evaluarea Wise care 365!
FrmLicense.lblinput.caption=Vă rugăm introduceți cheia de licență pentru activarea versiunii PRO.
FrmLicense.lblname.caption=Nume utilizator:
FrmLicense.lblemail.caption=Email:
FrmLicense.lblkey.caption=Cheie de licență:
FrmLicense.btnregister.caption=Înregistrați
FrmLicense.lblhelp.caption=Aveți probleme la introducerea cheii de licență?
FrmLicense.lblnokey.caption=Nu aveți încă o cheie de licență?
FrmLicense.lblsupport.caption=Contactați-ne
FrmLicense.btnbuy.caption=Cumpărați acum
FrmExitNotice.btnexit.caption=Ieșire
FrmExitNotice.btnreg.caption=Procedați la înregistrarea ușoară
FrmExitNotice.lbltitle.caption=Înainte să închideți Wise Care 365 Pro, luați la cunoștință:
FrmExitNotice.lblinfo.caption=Aceste probleme pot încetini calculatorul dumneavoastră, reduc eficiența, cresc frustrarea și produc pierdere de timp.
FrmExitNotice.lblregister.caption=Înregistrați Wise Care 365 Pro la:
FrmCommon.btnall.caption=Selectați tot
FrmCommon.btnre.caption=Recomandat
FrmCommon.btnnone.caption=Nu selectați nimic
FrmCommon.btnScan.caption=Scanare
FrmCommon.lblstat.caption=Curățare rapidă și ușoară a fișierelor inutile și urmelor.
FrmCommon.btncancel.caption=Anulare
FrmCommon.btnrescan.caption=Scanați din nou
FrmRegClean.btnall.caption=Selectați tot
FrmRegClean.btnre.caption=Recomandat
FrmRegClean.btnnone.caption=Nu selectați nimic
FrmRegClean.btnCustom.caption=Zonă particularizată
FrmRegClean.WiseLabel1.caption=Programator
FrmRegClean.lbltype.caption=Selctați tip rulare:
FrmRegClean.lblweek.caption=Selectați ziua:
FrmRegClean.lbltime.caption=Ora:
FrmRegClean.btnScan.caption=Scanare
FrmRegClean.btncancel.caption=Anulare
FrmRegClean.btnrescan.caption=Scanați din nou
FrmRegClean.lblstat.caption=Nu ați curățat registrul încă. O scanare instant este recomandată!
FrmRegClean.lblinfo.caption=O curățare regulată a registrului face PC-ul mai rapid și mai stabil.
Frmcustom.caption=Zonă particularizată
Frmcustom.btnre.caption=Recomandat
Frmcustom.btnall.caption=Selectați tot
Frmcustom.btnnone.caption=Nu selectați nimic
Frmcustom.btncancel.caption=Anulare
Frmcustom.btnok.caption=OK
FrmDiskDefrag.btnfree.caption=Spațiu Liber
FrmDiskDefrag.btnfolder.caption=Folder
FrmDiskDefrag.btnfile.caption=Fișier
FrmDiskDefrag.btnFragmented.caption=Fragmente
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Închidere după defragmentare
FrmDiskDefrag.btnpause.caption=Pauză
FrmDiskDefrag.btnstop.caption=Oprire
FrmDiskDefrag.btnDefrag.caption=Defragmentare
FrmDiskErase.lblinfoex.caption=tergere Disc poate proteja intimitatea dumneavoastră prin eliminarea completă a fişierelor şterse, în cazul in care unele programe de recuperare de date vor recupera aceste fişiere.
FrmDiskErase.btnstopErase.caption=Oprire
FrmDiskErase.chkshutdown.caption=Închidere după ștergere disc.
FrmDiskErase.BtnErase.caption=Șterge
FrmDiskErase.lblerasemode.caption=Securitate:
FrmDiskErase.vstDisk.Columns[0]=Unități
FrmDiskErase.vstDisk.Columns[1]=Mărime totală
FrmDiskErase.vstDisk.Columns[2]=Mărime liberă
FrmDiskErase.vstDisk.Columns[3]=Stare
FrmExclusion.btnimport.caption=Importare
FrmExclusion.btnexport.caption=Exportare
FrmFileShredder.lblFileLine1.caption=Fișierele distruse vor fi eliminate complet și nu mai pot fi recuperate.
FrmFileShredder.lblFileLine2.caption=Împiedică recuperarea fişierelor distruse prin suprascrierea spaţiului lor original.
FrmFileShredder.btnErase.caption=Distruge
FrmFileShredder.btnaddfile.caption=Adăugare fișiere
FrmFileShredder.btnaddfolder.caption=Adăugare directoare
FrmFileShredder.btnstop.caption=Oprire
FrmFileShredder.btndelitem.caption=Șterge
FrmFileShredder.vtfiles.Columns[0]=Nume fișier/director
FrmFileShredder.vtfiles.Columns[1]=Cale:
FrmFileShredder.vtfiles.Columns[2]=Stare
FrmGeneral.chkturbo.caption=Rulați Wise Turbo zilnic
FrmGeneral.chkstartup.caption=Start at Windows Bootup
FrmGeneral.chkbooster.caption=Executare la pornirea Windows-ului
FrmGeneral.lblsys.caption=Sistem
FrmGeneral.lblupdate.caption=Verificaţi pentru actualizări:
FrmGeneral.chknews.caption=Verificare buletine informative în timp ce se incarcă aplicaţia
FrmGeneral.chkexp.caption=Alăturaţi-vă Programului de Îmbunătaţire a Experienţei Clienţilor
FrmGeneral.lblexp.caption=Detaliu
FrmGeneral.lblportable.caption=Versiune portabilă
FrmGeneral.btnmakeportable.caption=Salvare versiune portabilă
FrmGeneral.lblinterface.caption=Interfață
FrmGeneral.lbllang.caption=Limbă:
FrmGeneral.chkue.caption=Alăturaţi-vă programului nostru de îmbunătaţire a experienţei clienţilor
FrmGeneral.btnupdate.caption=Verificați acum
FrmGobleSettings.caption=Setări
FrmGobleSettings.TabBtnGeneral.caption=General
FrmGobleSettings.TabBtnClean.caption=Curățitor
FrmGobleSettings.TabBtnExclusion.caption=Excludere
FrmGobleSettings.TabBtnCheckup.caption=Examinare personalizată
FrmGobleSettings.btncancel.caption=Anulare
FrmGobleSettings.btnok.caption=Salvare
FrmNewVer.lblTitle.caption=O versiune nouă este disponibilă.
FrmNewVer.lblignore.caption=Ignorați această versiune
FrmNewVer.btnno.caption=Nu acum
FrmNewVer.btnUpdate.caption=Actualizați acum
FrmOptimizer.btnoptimize.caption=Optimizare
FrmOptimizer.lblinfoex.caption=Tuing Sistem poate îmbunătății viteza rețelei și a sistemului.
FrmOptimizer.btnnone.caption=Nu selectați nimic
FrmOptimizer.btnall.caption=Selectați tot
FrmOptimizer.btnDefault.caption=Setări standard
FrmPrivacyErase.lblinfo.caption=Protejaţi confidențialitatea prin ştergerea datelor cu caracter personal de urmărire.
FrmPrivacyErase.btnrescan.caption=Scanați din nou
FrmPrivacyErase.btnScan.caption=Scanare
FrmProcess.caption=Defragmentare Registru
FrmProcess.lblwait.caption=Vă rugăm așteptați...
FrmProcess.lblinfo.caption=În timpul defragmentării, PC-ul poate devenii neresponsiv pentru câteva minute.
FrmRegDefragger.lblinfo.caption=Defragmentarea registrului poate face PC-ul mai rapid și mai stabil.
FrmRegDefragger.lblstat.caption=Nu ați defragmentat registrul încă. O defragmentare instantă este recomandată!
FrmRegDefragger.btndefrag.caption=Defragmentare
FrmRegDefragger.lblinfo1.caption=1. Vă sugerăm să închideți toate celelalte aplicații înainte de a executa această funcție.
FrmRegDefragger.lblinfo2.caption=2. Sistemul poate devenii temporar neresponsiv, acest lucru fiind normal.
FrmRegDefragger.lblinfo3.caption=3. Sistemul va repornii în mod automat odată ce defragmentarea registrului este terminată.
FrmRegDefragger.lblinfo4.caption=Vă rugăm nu întrerupeţi defragmentarea registrului, în caz contrar aceasta va provoca consecinţe necunoscute.
FrmRegDefragger.vtdefrag.Columns[0]=Numele mulțimii
FrmRegDefragger.vtdefrag.Columns[1]=Mărime curentă
FrmRegDefragger.vtdefrag.Columns[2]=Noua mărime
FrmRegDefragger.vtdefrag.Columns[3]=Rata surplusului
FrmRegDefragger.btnAnalysis.caption=Analizare
FrmPwGenerator.lblnotice.caption=Observaţie: Vă rugăm să păstraţi parola în siguranţă în caz că o uitaţi.
FrmPwGenerator.BtnCopy.caption=Copați în clipboard
FrmPwGenerator.ckdigital.caption=Digital
FrmPwGenerator.cklowercase.caption=Minuscule
FrmPwGenerator.ckupercase.caption=Majuscule
FrmPwGenerator.ckspecial.caption=caractere speciale
FrmPwGenerator.lblinfo.caption=Generatorul de Parole vă ajută să vă îmbunătățiți nivelul de siguranță.
FrmPwGenerator.lbllen.caption=Lungime parolă
FrmPwGenerator.Btngenerator.caption=Generator de parole
FrmRate.Btnlist.caption=Păreri utilizatori
FrmRate.Btnreview.caption=Părerea mea
FrmRate.Btnfirst.caption=Vino să fii primul nostru recenzent
FrmRate.Btnsubmit.caption=Trimitere
FrmRate.lblscore.caption=Rată:
FrmRate.lblscorehint.caption=(Trebuie să daţi clic pe steluţe pentru evaluare)
FrmRate.lblnick.caption=Porecla:
FrmRate.lblnickhint.caption=(Opțional)
FrmRate.lblemail.caption=Your Email:
FrmRate.lblemailhint.caption=(Opțional)
FrmRate.lblcontent.caption=Conținut:
FrmRate.lblcontenthint.caption=(Opțional)
FrmRate.lbldesctitle.caption=Descriere Program:
FrmRate.lblratesoft.caption=Program recomandat
FrmSchedule.btnOK.caption=OK
FrmSchedule.btnCancel.caption=Anulare
FrmSchedule.lblinfo.caption=O curățare automată regulată ajută la menținerea PC-ului la performanțe de vârf și economisește timp.
FrmSchedule.chksilent.caption=Mod silențios
FrmSchedule.lbltype.caption=Selctați tip rulare:
FrmSchedule.lblweek.caption=Selectați ziua:
FrmSchedule.lbltime.caption=Ora:
FrmSchedule.caption=Programați sarcina
FrmStartupMgr.chkhidems.caption=Ascundeți serviciile Microsoft
FrmStartupMgr.TabBtnBoot.caption=Pornire
FrmStartupMgr.TabBtnService.caption=Servicii
FrmStartupMgr.TabBtnHis.caption=Înregistrări
FrmStartupMgr.BtnRestoreAll.caption=Restaurare într-un singur clic
FrmSysClean.btnSlimming.caption=Eliberare
FrmSysClean.btnall.caption=Selectați tot
FrmSysClean.btnrecommended.caption=Recomandat
FrmSysClean.btnnone.caption=Nu selectați nimic
FrmSysClean.vtsys.Columns[0]=Element
FrmSysClean.vtsys.Columns[1]=Mărime
FrmSysClean.vtsys.Columns[2]=Location
FrmSysClean.vtsys.Columns[3]=Suggestion
FrmTabSysClean.TabBtnBigFile.caption=Manager fișiere mari
FrmTabPrivcay.TabBtnPrivacyErase.caption=Ștergere elemente confidențiale
FrmTabPrivcay.TabBtnDiskErase.caption=Ștergere Disc
FrmTabPrivcay.TabBtnFileShredder.caption=DIstrugător fișier
FrmTabPrivcay.TabBtnPwGenerator.caption=Generator de parole
FrmTabSysClean.TabbtnRegclean.caption=Curățitor Registru
FrmTabSysClean.TabBtnCommonClean.caption=Curățitor General
FrmTabSysClean.TabBtnAdvClean.caption=Curățitor Avansat
FrmTabSysClean.TabBtnSysSimming.caption=Eliberare sistem
FrmTabSysTune.TabbtnSysOpt.caption=Optimizare Sistem
FrmTabSysTune.TabBtnDDefrag.caption=Defragmentare Disc
FrmTabSysTune.TabBtnRDefrag.caption=Defragmentare Registru
FrmTabSysTune.TabBtnBoot.caption=Manager de pornire
FrmTabSysTune.TabBtnContext.caption=Meniu Contextual
FrmTabSysMon.TabBtnProcess.caption=Monitorizare procese
FrmTabSysMon.TabBtnHard.caption=Privire de ansamblu hardware
FrmTabSysMon.btnProcessor.caption=Procesor
FrmTabSysMon.btnBoard.caption=Placă de bază
FrmTabSysMon.btnMemory.caption=Meorie
FrmTabSysMon.btnGraphic.caption=Adaptor grafic
FrmTabSysMon.btnDisk.caption=Unitate de disc
FrmTabSysMon.btnNetAdapter.caption=Adaptor de rețea
FrmTabSysMon.btnSoundCard.caption=Placă de sunet
FrmSettingClean.cksafe.caption=Ștergere securizată
FrmSettingClean.chkAutoBackup.caption=Auto salvare registru când se curăță
FrmSettingClean.lblfolder.caption=Golire director personalizat
FrmSettingClean.btnadd.caption=Adăugare
FrmSettingClean.btnremove.caption=Șterge
FrmSettingClean.lblscanmode.caption=Cum să scanați registrul
FrmSettingClean.rdnormal.caption=Normal (Recomandat)
FrmSettingClean.rdssafe.caption=Mod sigur (arată doar intrările "Sigure")
FrmSettingClean.rddeep.caption=Mod scanare profundă (mod scanare completă pentru utilizatorii avansați)
FrmIgnoredItems.BtnRestore.caption=Restaurare
FrmIgnoredItems.btnall.caption=Selectați tot
FrmIgnoredItems.btnnone.caption=Nu selectați nimic
FrmIgnoredItems.lblinfo.caption=Igonorați elementele examinate
FrmShutDownNote.caption=Planificator închidere
FrmShutDownNote.btnCancel.caption=Anulare
Frmskin.lblphoto.caption=Temă foto personalizată
FrmSkin.lblprevious.caption=Anterior
FrmSkin.lblnext.caption=Următorul
frminput.btncancel.caption=Anulare
frminput.btnok.caption=OK
FrmChangeHeader.btncustom.caption=Avatar personalizat
FrmChangeHeader.btnsys.caption=Avatar de sistem
FrmChangeHeader.btnlocal.caption=Poză locală
FrmChangeHeader.btnok.caption=OK
FrmChangeHeader.btncancel.caption=Anulare
FrmChangeHeader.lblpreview.caption=Previzualizare
Frmsecurity.caption=Programul de Îmbunătăţire a Experienţei Clienţilor WiseCleaner.com
Frmsecurity.lbltitle.caption=Alăturaţi-vă Programului de Îmbunătaţire a Experienţei Clienţilor
Frmsecurity.lblinfo1.caption=Pentru a ajuta la îmbunătățirea acestui produs, vă puteți alătura Programului de îmbunătățire a experienței clienților pentru a trimite informații către WiseCleaner.com despre modul de utilizare a produselor din WiseCleaner.com
Frmsecurity.lblinfo2.caption=Niciuna dintre informațiile colectate nu sunt folosite pentru a vă identifica sau pentru a vă contacta, şi puteţi renunța la program în orice moment.
Frmsecurity.lbllink.caption=Aflați mai multe despre Programul de Îmbunătățire a Experienței Clienților.
Frmsecurity.cbagree.caption=Alăturaţi-vă Programului de Îmbunătaţire a Experienţei Clienţilor
Frmsecurity.cbagainst.caption=Nu vreau să mă alătur programului de data asta.
Frmsecurity.btnok.caption=OK
FrmTrail.lbltitle.caption=Vă mulțumim că ați ales Wise Care 365
FrmTrail.lblhint.caption=Nu veți putea să utilizați unele funcționalități după expirarea perioadei de probă.
FrmTrail.lblinfo0.caption=1, Un singur clic pentru examinarea și rezolvarea erorilor calculatorului.
FrmTrail.lblinfo1.caption=2, Ștergere elemente confidențiale
FrmTrail.lblinfo2.caption=3, Manager meniu contextual.
FrmTrail.lblinfo3.caption=4, Actualizare automată la versiuni noi
FrmTrail.lblinfo4.caption=5, Noi interfețe si teme fantastice.
FrmTrail.lblhint1.caption=Dacă vă place acest program, reînnoiți-l la timp.
FrmTrail.btnbuy.caption=Cumpărați acum
FrmTrail.btnClose.caption=Mai tîrziu
[Lang]
NativeLanguage=Română
[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=OK
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Închidere
ButtonRestore=Restaurare
ButtonMenu=Meniu
ButtonSkin=Temă
[WiseTray]
FrmTrayMain.btnExit.caption=Ieșire
FrmTrayMain.btnShowMain.caption=Deschidere program principal
FrmTrayMain.ppmitem2_1=Ascundeți fereastra popup
FrmTrayMain.ppmitem2_2=Arătați fereastra popup
frmWiseFloatWnd.ppmStayontop=Arată deasupra
frmWiseFloatWnd.ppmHide=Ascunde
TfrmPopupWnd.Caption=Sertar Wise Care 365
TfrmPopupWnd.btn1.Caption=Optimizare
TfrmPopupWnd.lblM.Caption=Memorie：
TfrmPopupWnd.lblC.Caption=Procesor：
TfrmPopupWnd.lblC1.Caption=Procesor：
TfrmPopupWnd.lbl1.Caption_1=Memorie valabila suficientă
TfrmPopupWnd.lbl1.Caption_2=Memorie valabila puțină
TfrmPopupWnd.lbl1.Caption_3=Memorie valabilă rareori
TfrmPopupWnd.lvitem0=Optimizare resurse sitem
TfrmPopupWnd.lvitem1=Memorie curată
TfrmPopupWnd.lvitem10=Utilizare memorie ridicată
TfrmPopupWnd.lvitem30=Utilizare procesor ridicată
TfrmPopupWnd.msg1=Eliberează memoria
[Context]
ContxtMgrInfo=O metoda ușoară pentru dezactivare/activare meniu contextual Windows.
ContextName=Maniu Legendă
ContextPublisher=Editor
ContextType=Tip
ContextAction=Stare
ContextAll=Toate fișierele (*)
ContextDirectory=Director
ContextFolder=Folder
ContextDrive=Unitate
ContextBack=Ecran
ContextRecycle=Reciclat
ContextShortcut=Fișier scurtătură
ContextExe=Execută fișier
Contextunknowndesc=Descriere necunoscută
Contextunknown=Companie necunoscută
[Message]
HaveChange=Doriți să salvați schimbările?
IssuesFound=Au fost găsite %d probleme.
Items=Elemente
Ignore=Igorați
ElapsedTime=Timp estimat:
ScannedSection=Secțiuni scanate:
InvalidRegInfo=Informație registru nevalidă!
ScheduleHint=Curățați calculatorul regulat.
PrivacyData=Îregistrări de confidențialitate
PluginCount=Contor plugin:
TuneupCount=Contor Tuning:
CannotCrTask=Nu se poate crea o sarcină programată.
NotSupportOS=Această funcție nu este suportată de către sistemul de operare.
NeedInstall=Doriți să instalați %s acum?
NeedUpdate=Doriți să actualizați %s acum?
WaitForDownload=Vă rugăm ațteptați pentru terminarea descărcării.
RegeditorLocked=Editorul de Registru este blocat. Funcția de salvare/restaurare necesită un Editor de Registru accesibil. Doriți sa deblocăm Editorul de Registru acum?
failtounLock=Deblocare Editor de Registru eșuată. Probabil este nevoie de autorizare suplimentară pentru realizarea acestei operațiuni.
Offer=Ofertă specială
ShredFile=Distruge fișier/folder
BFName=Nume fișier:
BFSize=Marime fișier
BFType=Tip
BFPath=Cale:
NotShowNotice=Nu arăta această notificare din nou
BigfileHint=Fișierele cheie de sistemși fișierele importante au fost deja filtrate de la rezultatele scanarii. Vă rugăm să fiți precauți la alegerea altor fișiere.
BigfileSearchFinish=Au fost găsite %d fișiere mari, ocupând %s spațiu pe disc. Durată: %d secunde.
BigfileSelect=Aveţi %d fişiere selectate, ştergerea lor vă va ajuta să recuperaţi %s spaţiu pe disc.
BigfileSearch=Ştergeţi în mod regulat fişierele mari inutile care ocupă spaţiu pe disc, pentru a elibera discul.
delbigfile=Ștergerea fișierelor mari este un proces cu un singur sens, fără copie de rezervă. Doriți să ștergeți aceste fișiere selectate?
delbigfileFail=Nu se poate șterge fișierulȘ %s, probabil este utilizat de către altă aplicație.
FailedCloseProcess=Anulare program eşuată. Vă rugăm închideţi obiectele program manual.
FindRunProcess=Programul obiect se execută. Vă rugăm închideţi-l şi finalizaţi această actualizare.
WaitUpdateComplete=Sarcina de actualizare curentă nu este terminată. Vă rugăm să actualizați acest program mai târziu.
CleanHis=Istorie curată
Regerror=Erori Registru:
TraceCount=Urme contorizate:
TrashSize=Fișiere inutile:
PrivacyUnActive=Probleme de confidențialitate: Nu sunt activate
Privacyissues=Probleme de confidențialitate:
PrivacyActive=De activat
DupFile=Fișierul din listă
BtnHint=Mai rapid și mai securizat
BtnUpgrade=Versiune cmpletă
RegTitle=Neînregistrat
Notice=face PC-ul mai rapid și mai securizat
NoNewVer=Felicitări, folosiți ultima vesiune!
NewVer=O versiune nouă este disponibilă. Actualizați acum?
LeftTime=Timp rămas:
ELeftTime=Timp estimat...
Analysing=Analizare...
AddFileType=Adăugare tip fișier
InputType=Introduceţi numele fişierului sau tipul lui (spre exemplu: *.tmp etc..)
InvalidType=Extensie fişier nevalidă
DupItem=Elementul există deja în listă.
KeyWord=Vă rugăm introduceți cuvântul cheie:
SelectFolder=Vă rugăm să selectaţi un dosar
TranslateTo=Traducere în...
Clean=Curățare
Optimize=Optimizare
Fix=Rezolvă
Scanning=Scanare...
Entries=Intrări
LestOne=Ar trebui să alegeţi măcar o zonă de scanat.
NoTrashAndTrace=Felicitări! Calculatorul d-voastră este curat.
CleanDone=Curățarea este completă!
LestOneClean=Ar trebui să alegeţi măcar o zonă de curăţat.
Working=Vă rugăm să așteptați până când sarcina curentă este finalizată, iar apoi încercați din nou.
StartClean=Curățare
StartScan=Scanare
PrivacyDefaultHint=Scanarea periodică a datelor de urmărire poate asigura confidențialitatea datelor dumneavoastră faţă de ochii indiscreţi.
GoodHabit=O curățare regulată a registrului va menține PC-ul la performanțe de vârf.
RegEntries=Intrări registru nevalide.
CreateBackup=Se crează o copie de siguranță...
CreateBackupReg=Se crează o copie de siguranță...Vă rugăm așteptați câteva minute.
RegBackupDone=Copia de siguranță a registrului a fost creată cu succes.
RegBackupFail=Creare copie de siguranță registru eșuată.
GettingRestoreData=Se preiau datele de restaurare...
CleanForReg=Curățare registru...
Hours=Ore
Minutes=Minute
Secs=Secunde
RegBackup=Salvare registru
RegRestore=Restaurare registru
Compress=Comprimare...
Extracte=Extragere...
Complete=Complet
RestoreReg=Restaurare registru...Vă rugăm să așteptați câteva minute.
bkAuto=Automat
bkManual=Manual
BackupDate=Data Salvare
BackupType=Tip Salvare
Problems=Probleme:
CreateDate=Data creării:
Description=Descriere
Removebackup=Sunteți sigur că doriți să ștergeți fișierul de salvare selectat?
RemoveSysRestore=Sunteți sigur că doriți să ștergeți punctul de restaurare sitem selectat?
NoBackupSelected=Ar trebui sa alegeţi măcar o copie de siguranţă de restaurat.
SysCreating=Creare punct de restaurare sistem...
SysRestoring=Pregătire pentru restaurare sistem...
RestoreComplete=Restaurarea este completă.
RestoreFromSysRestore=Trebuie să reporniți calculatorul după restaurarea sistemului. Vreți să porniți restaurarea sistemului acum?
Browse=Parcurge...
ScanFor=Scanare:
Exported=Intrările curente au fost exportate la %s. Vreți să deschideți fişierul acum?
LeftTimeSec=Durată: %s secunde.
FindDrives=Căutare pentru unităţi...
Safetodel=Acest element poate fii şters în siguranţă.
MoreSpace=Este nevoie de mai mult spaţiu
Unknow=Necunoscut
NoItemChecked=Ar trebui să alegeţi unul sau mai multe fişiere pentru curăţare.
NoDriveChecked=Ar trebui să alegeţi una sau mai multe unităţi pentru scanare.
AllHardDrive=Unităţi disc locale
SelectHardDrive=Vă rugăm selectaţi o unitate de disc
AvdDefaultHint=Găsiţi mai multe fişiere inutile şi eliberaţi mai mult spaţiu.
ScanAborted=Scanarea a fost anulată!
TrashFound=Au fost găsite %d fișiere inutile, un total de %s.
TrashRemoved=S-au înlăturat %d fișiere, eliberându-se %d spațiu pe disc.
Cancel=Anulare
FailToDelete=Unele fișiere nu pot fii șterse, dar acestea vor fii șterse atunci când computerul repornește.
AlreadExist=%s deja există în listă.
illegalType=%s este un tip nevalid de fişier.
Summary=Rezumat
InputSummary=Vă rugăm introduceți rezumatul pentru acet tip:
WarnNoType=Ar trebui să alegeți cel puțin un tip de fișier!
Cleaning=Curățare...
NowCleaning=Curățați acum:
Scaning=Scanare...
NoItems=Felicitări! Toate elementele au fost optimizate.
WDCReport=Raport Wise Disk Cleaner
TrashFoundEx=Următoarele fișiere inutile au fost găsite:
TraceFound=Au fost găsite %d urme.
TraceFoundEx=Următoarele urme au fost găsite:
InvalidIgnorItem=Acest element nu poate fii ignorat.
LestOneItem=Ar trebui să alegeți cel puțin un element de curățat.
CleanNow=O curățare instant este recomandată.
TraceRemoved=Au fost eliminate %d urme.
LastCommonClean=Ultima curățare a fost în:
NoFilesFound=Niciun fișier inutil
NoTracesFound=Nicio urmă
FindFilesSize=Au fost găsite %d fisșiere, un total de %s
FindTraces=A fost găsită %d istorie.
NoItemFound=Niciun element nu a fost găsit.
FindTracesSection=Au fost găsite %d urme în această secțiune.
CanFreeSpace=Au fost găsite %d fișiere, putând fii salvat %s spațiu pe disc.
TotalTraces=Au fost găsite %d urme.
7After=Au trecut %d zile de la ultima curățare de registru. O scanare instant este recomandată.
7Before=Cu cât păstrați registrul mai curat, cu atât va fii mai rapid calculatorul!
EnableRestore=Restaurare Sistem este dezactivată. Doriți să o activăm?
RestorePointFail=Creare punct de restaurare sistem eșuată.
ErrorMsg=Mesaj de eroare:
DefaultValue=(Standard)
Area=Zonă
LeastOne=Ar trebui să alegeţi măcar o zonă de scanat.
IsRunning=Programul scanează, vă rugăm așteptați până se termină scanarea, apoi încercați din nou.
NeverDefrag=Nu ați defragmentat registrul încă!
LastDefrag=Ultima dată când ați defragmentat registrul:
TotalDefrag=A fost comprimat %.2f.
DefragReport=Registrul a fost compactat. Raportul optimizat:
DefragReport1=Mărimea anterioară a registrului:
DefragReport2=Noua mărime a registrului:
DefragReport3=Dimensiune optimizată:
DefragRate=Rata optimizării esteȘ %s.
SuggestDefrag=O defragmentare instant este recomandată.
SuggestIgnore=Puteți defragmenta registrul data viitoare.
Total=Total:
ComfirmDefrag=Vă rugăm salvați munca neterminată, deoarece PC-ul va reporni după defragmentare. Continuați?
def15After=Au trecut %d zile de la ultima dată, o defragmentare imediată este recomandată.
def15Before=Calculatorul dumneavoastrăva rula mai rapid și mai stabil dacă păstrați registrul cât mai compact posbil.
AdviseClean=O curățare regulată a registrului va mării performanța și va stabiliza PC-ul.
LastClean=Ultima curățare a fost în:
IssueFound=Au fost găsite %d probleme.
TypeNoError=Curățare
ScanCanceled=Scanarea a fost anulată!
ReScanHint=Au fost găsite %d probleme, pentru a găsii mai multe probleme, o a doua scanare este recomandată.
FindError=Au fost găsite %d probleme, din care %d intrări sunt nesigure.
NoError=Felicitări, nicio problemă nu a fost găsită!
ReScanHint1=Vă sugerăm să scanați din nou pentru a găsii mai multe probleme.
TypeChanged=Ați schimbat elementele de scanare!
ReScanHint2=Vă rugăm scanați din nou pentru a găsii mai multe probleme.
LogAll=Au fost găsite %d probleme, %d probleme au fost rezolvate.
LogFail=A eșuat eliminarea a %d elemente.
ExitTray=Sunteți sigur că vreți să ieșiți din sertarul Wise Care 365?
EmptyName=Numele d-voastră nu poate fii gol.
EmptyEmail=Adresa de email nu poate fii goală.
EmpytKey=Cheia de licență nu poate fii goală.
InvalidEmail=Email nevalid, vă rugăm introduceți un email valid.
InvalidKey=Cheie de licență nevalidă, vă rugăm introduceți o cheie de licență validă.
DelSkin=Sunteți sigur că doriți să ștergeți această temă?
VipSkin=Această temă este disponibilă doar pentru uitlizatorii înregistrați. Faceți upgrade acum?
ActivateOnline=Se verifică informațiile de înregistrare, vă rugăm așteptați câteva secunde...
Activated=Versiunea Pro a fost activată.
ThanksRegister=Vă muțumim pentru înregistrarea produslui!
Never=Încă nu
AddFolder=Adăugare dosar
DisableAdd=Pentru mai multă siguranță, unele foldere de sistem (cum ar fi "Folder Windows", "Discul de pornire" și "CD-ROM"), sunt adăugate la această listă.
DupFolder=Dosarul există deja în listă.
ConfirmAdd=Sunteți sigur că doriți să eliminați toate fișierele din %s când rulați "Curățare Avansată"?
ScheduleNextTime=Următoarea dată:
WarnZeroFile=Ați selectat modul "Fișier Gol", vă rugăm să revizuiți înainte de a le elimina. Continuați?
NeedBackup=Se pare că este prima dată când verificați PC-ul. O copie de siguranță instant este recomandată. Doriți să o facem automat acum?
NeedStartup=Este nevoie să rapidizați PC-ul manual, deoarece Wise Care 365 nu este setat să pornească automat la pornirea calculatorului.
RestorePointDone=Punct de restaurare sistem creat cu succes.
IgnoreVer=Ignorați această actualizare.
ScheduleNotActive=Sarcina programată nu este activată.
Proupdate=Versiunea PRO este un chilipir, va devenii versiunea GRATUITĂ dacă actualizați. Continuați?
DiscountInfo1=Ați utilizat Wise Care 365 Gratuit %d zile,
DiscountInfo2=acum avem o ofertă specială pentru dumneavoastră,
DiscountInfo3=plătiți doar %s pentru a face upgrade la vesiunea PRO.
SkinLimit=Această temă este valabilă doar pentru versiunea Pro, faceți upgrade acum?
DownloadingSkin=Sarcina curentă de descărcare nu este terminată. Vă rugam actualizați mai tîrziu.
DownloadError=Eroare de descărcare, vă rugăm încercați mai tîrziu.
GetHotSkinError=A apărut o eroare la interogarea informației temei.
SkinCorrupt=Tema descărcată este incompletă sau coruptă! Vă rugăm să o descărcați din nou.
InputCookie=Vă rugăm introduceți domeniul (cum ar fii Google, live etc.)
BrowserRunning=%s rulează. Doriți să îl închideți? Dacă nu, cache-urile si cookie-urile nu pot fii curățate.
ExImport=Lista de excludere a fost exportată la:
TrayNotice=PC-ul dumneavoastră nu a fost curățat de mai mult de o jumătate de lună!
Discount=(O reducere de 25% este valabilă acum)
KillProcessError=Eroare terminare proces, o posibilă cauză ar fii insuficiente permisiuni.
[Exclusion]
Folder=Dosar exclus:
AddFolder=Adăugare dosar
File=Fișier exclus
AddFile=Adăugare fișier
File Type=Tip fișier exclus
AddType=Adăugați tip
Registry=Excludere cheie registru
Add Key=Adăugați cheie
Delete=Ștergere
Cookies=Domeniu exclus
Add Cookie=Adăugare domeniu
[PrivacyScan]
SeenPictures=Istoricul pozelor vizualizate
SeenPicturesHint=Istoricul pozelor vizualizate în timp ce navigaţi pe internet
SeenMovies=Istoricul filme/video vizualizate
SeenMoviesHint=Istoricul filme/video vizualizate în timp ce navigaţi pe internet
AccessFiles=Istoricul fişierelor accesate
AccessFilesHint=Istoricul fişierelor accesate în timpul utilizării calculatorului.
VisitedWeb=Istoricul paginilor vizitate
VisitedWebHint=Istoricul paginilor vizitate în timp ce navigaţi pe internet
[PrivacyClean]
GoodHabit=Aveți un calculator curat, este un bun obicei, păstrați-l tot așa!
CleanNow=Există riscuri de confidențialitate. O curățare instant este recomandată.
TraceFound=Au fost găsite %d riscuri de confidențialitate.
TraceRemoved=Au fost eliminate %d riscuri de confidențialitate.
[Password]
Weak=Slab
OK=OK
Strong=Puternic
[Schedule]
Daily=Zilnic
Weekly=Săptămânal
Monthly=Lunar
Idle=În inactivitate
Login=La login
Sunday=Duminică
Monday=Luni
Tuesday=Marți
Wednesday=Miercuri
Thursday=Joi
Friday=Vineri
Saturday=Sâmbătă
AutoScan=Auto Scanare
AutoClean=Auto Curățare
[Bootup]
delItem=Sunteți sigur că doriți să ștergeți elementul?
BootDelHint=Ștergeți elementul
BootName=Descriere program
BootTime=Timp de pornire
BootRate=Evaluare Program
BootSuggestion=Sugestie/Evaluare
BootAction=Operațiune
ServiceName=Descriere Serviciu
Publisher=Editor
Disable=Dezactivare
Enable=Activare
Keep=Păstrați
MustEnable=Trebuie activat
NoSuggestion=Nicio sugestie încă
FailToChange=Acest element nu poate fii activat sau dezactivat.
NoHisInfo=Nu sunt elemente dezactivate momentan.
HisInfo=Sunt dezactivate %d elemente. Puteți ușor activa pe cele dezactivate în mod eronat aici.
BtnRestore=Restaurare
BootLoad=Se încarcă Programele de Pornire și Serviciile
ServiceCountInfo=Au fost găsite %d servicii terță parte, și %d servicii de sistem.
StartupInfo=Dezactivați unele programe de pornire care nu sunt necesare pentru a creste viteza de pornire a PC-ului.
[Msg]
WDCScanSpeed=Cea mai rapidă viteză de scanare din lume!
WDCSysSlimming=Niciun fișier găsit!
PowerOpt=Nu s-au găsit elemente optimizabile!
[CommonClean]
ScanAbortedHint1=Vă sugerăm să scanați imediat pentru a găsii fișiere inutile.
ScanAbortedHint=Vă sugerăm să scanați imediat pentru a găsii fișiere inutile și urme.
DefaultHint=O curățare regulată poate salva spațiu pe disc și vă poate proteja intimitatea.
7After=Au trecut %d zile de la ultima curățare. O scanare imediată este recomandată.
7Before=Este un obicei bun să păstrați discurile curate și intimitatea securizată.
[SysClean]
Scanning=Scanare...
ScanEnd=Au fost găsite %d elemente. Va fii eliberat %s spațiu pe disc.
NoItems=Felicitări! Discul de sistem este curat!
Open=Deschide
Remove=Șterge
MoreSpace=Este nevoie de mai mult spaţiu
Cleaning=Curățare...
SpaceFreed=Curățarea este completă. S-a eliberat %s spațiu pe disc.
Installer=Instalări Windows învechite
LongInstaller=Instalările Windows învechite poat fii eliminate pentru a elibera spațiu pe disc.
PatchUninstall=Fişiere de dezinstalare ale pachetelor de actualizare Windows
LongPatchUninstall=Dacă nu aveţi nevoie să dezinstalaţi actualizările Windows, puteţi elimina aceste fişiere.
Downloadedfiles=Fişiere de instalare Windows descărcate
Longdownloadedfiles=După instalarea unui pachet de actualizare Windows, puteţi elimina fişierele în siguranţă.
Baselinecache=Cache de bază instalator Windows
LongBaselinecache=Fişierele au fost create de către serviciul instalator Windows, iar acestea pot fii eliminate.
JPIME=IME japonez
LongJPIME=Aveți posibilitatea să le eliminați, dacă nu aveți nevoie.
KoreanIME=IME corean
LongKoreanIME=Aveți posibilitatea să le eliminați, dacă nu aveți nevoie.
TChineseIME=IME tradițional chinez
LongTChineseIME=Aveți posibilitatea să le eliminați, dacă nu aveți nevoie.
MPinyinIME=IME Microsoft Pinyin
LongMPinyinIME=Aveți posibilitatea să le eliminați, dacă nu aveți nevoie.
HelpFile=Fișiere de ajutor Windows
LongHelpFile=Aveți posibilitatea să le eliminați, dacă nu aveți nevoie.
SamplePic=Imagini de probă Windows
LongSamplePic=Aveți posibilitatea să le eliminați, dacă nu aveți nevoie.
SampleMic=Muzica de probă Windows
LongSampleMic=Aveți posibilitatea să le eliminați, dacă nu aveți nevoie.
SampleVideos=Video de probă Windows
LongSampleVideos=Aveți posibilitatea să le eliminați, dacă nu aveți nevoie.
SampleMedia=Media de probă Windows
LongSampleMedia=Aveți posibilitatea să le eliminați, dacă nu aveți nevoie.
Wallpaper=Fişiere tapet Windows
LongWallpaper=Aveți posibilitatea să le eliminați, dacă nu aveți nevoie.
[PCExam]
Tracehint=Curățați istoricul navigării pe internet și istoricul fișierelor accesate etc.
PrivacyHint=Curățați toate urmele exploratorului și activitățile calculatorului anterioare.
IEShell=Pentru a verifica validitatea funcției shell IE.
IEShellFine=Shell-ul IE functționează normal.
IEShellFail=Shell IE deturnat.
FindPrivacyData=Au fost găsite %d înregistrări de confidențialitate.
SDDDetected=A fost detectat SSD. Sărit.
JunkFiles=Fișiere inutile în calculator
ShortJunkFiles=Fișiere nefolositoare
RegistryJunk=Intrări registru nevalide
ShortRegistryJunk=Intrări registru nevalide
SystemTuneup=%d elemente pot fii optimizate pentru a îmbunătăţii performanţa calculatorului.
ShortSystemTuneup=Elementele pot fii optimizate
UserTrace=Urme calculator şi istorie pagini web vizitate
ShortUserTrace=Date de navigare web
SecurityProject=Elemente de securitate conexe
FindJunkFiles=%d fişiere inutile, %s.
FindTraces=A fost găsită %d istorie.
FilesFound=Au fost găsite %d fişiere, ocupând %s spaţiu pe disc.
TracesFound=Au fost găsite %d urme
NoOptimizeItems=Toate elementele au fost optimizate.
Fixing=Rezolvare:
ScanFor=Scanare:
RegEntriesCount=Au fost găsite %d intrări nevalide.
FirstTimeRunHint=PC-ul sănătos? Verificați-vă acum!
ExamCanceled=Examinarea a fost anulată!
PCHealthNum=Index de sănătate PC:
FixCanceled=Operaţiunea de rezolvare a fost anulată!
ExamEndHintFixed=Felicitări! Toate elementele care necesitau rezolvare au fost rezolvate.
ExamEndHintFixed3=Au fost rezolvate %d probleme, dar %d elemente necesită rezolvare manuală.
ExamEndHintFixed4=Felicitări! %d probleme care necesitau rezolvare au fost rezolvate.
TrashResult=%d fişiere inutile au fost curăţate, eliberându-se %s spaţiu pe disc.
RegEntriesResult=%d intrări registru nevalide au fost curăţate.
OptimizeResult=%d elemente au fost optimizate pentru a accelera calculatorul.
SafeCheckResult=%d probleme legate de securitate au fost fixate.
TraceResult=Curăţare %d urme utilizare.
Result.FineTranStr=Un program antivirus a fost instalat în calculatorul dumneavoastră.
Result.FailTranstr=Niciun program antivirus nu a fost găsit in calculatorul dumneavoastră.
UnsettledItems=Următoarele elemente trebuie rezolvate manual.
ReScanHint=Vă recomandăm să completați examinarea PC-ului pentru a afla mai multe probleme care încetinesc PC-ul.
ReFixHint=Vă recomandăm insistent să completaţi operația de reparare a PC-ului pentru a face computerul mai rapid.
DefaultHint=Examinarea vă va ajuta să găsiți potențiale probleme de securitate și elemente   optimizabile, iar apoi rezolvați-le cu doar un singur clic.
ScanOptItems=Elemente optimizabile
OptimizeOptItems=Valdați elementele optimizabile
RegeditUnLocked=Editorul Registru este valid.
RegeditLocked=Editorul Registru este dezactivat.
FolderOptionsValid=Optțiunile dosarului sunt valide.
FolderOptionsInvalid=Opţiunile dosarului sunt dezactivate.
TaskManagerValid=Manager sarcini este valid.
TaskManagerInvalid=Manager sarcini este dezactivat.
WindowsAutoUpdateValid=Actualizare automată Windows activată.
WindowsAutoUpdateInvalid=Actualizare automată Windows dezactivată.
RemoteDesktopDisabled=Conexiune ecran la distanţă este dezactivată.
RemoteDesktopAlive=Conexiune ecran la distanţă activă.
FireWallInstalled=Un program antivirus este instalat.
FireWallUnInstalled=Niciun program antivirus nu a fost găsit in calculatorul dumneavoastră.
FindTrace=A fost găsită %d istorie.
FindTrash=Au fost găsite %d fişiere inutile, ocupând %s spaţiu pe disc.
InstallSafeSoft=Instalați un program antivirus
FirePWallInvalid=Paravanul de protecţie Windows a reţelei publice este dezactivat.
FirePWallValid=Paravanul de protecţie Windows a reţelei publice este activat.
FireSWallInvalid=Paravanul de protecţie Windows a reţelei private este dezactivat.
FireSWallValid=Paravanul de protecţie Windows a reţelei private este activat.
LastCheck=Ultima verificare a PC-ului:
LastFixTime=Au trecut %d zile de la ultima verificare.
Suggestion1=O verificare instant este sugerată.
PcGood=Felicitări! PC-ul d-voastră este sănătos!
Details=Detalii
ManualFix=Rezolvare manuală
ExamEndHint1=%d elemente au fost verificate, %d din ele sunt problematice. Vă sugerăm să le rezolvați pe toate odată.
ExamEndHint2=%d elemente au fost detectate, %d din ele sunt problematice. %d necesită rezolvare manuală. Rezolvați-le acum.
ExamEndHint3=%d elemente au fost detectate, %d din ele sunt problematice. %d necesită rezolvare manuală.
ExistsPrivacyRisks=Există riscuri de confidenţialitate.
NoPrivacyRisks=Nu există riscuri de confidenţialitate.
NoNeedDefrag=Nu este necesară o defragmentare a discului sistem.
NeedDefrag=Discul sistem necesită defragmentare.
ManualProcess=Elemente de optimizare manuală
CheckDefrag=Se verifică pentru fragmente discul sistem.
PrivacyItmes=Riscuri confidenţialitate
ShortJunkFilesEx=Fișiere nefolositoare
JunkFilesEx=Fişiere nevalide, spre exemplu cache-uri, loguri, fişiere temporare, etc.
ShortRegistryJunkEx=Intrări registru nevalide
RegistryJunkEx=Fişiere orfane, învechite, sau intrări registru nevalide
ShortSystemTuneupEx=Tuning Sistem
SystemTuneupEx=Îmbunătăţirea vitezei Windows-ului, creşterea performanţei şi stalbilităţii sistemului, etc.
ShortUserTraceEx=Urme calculator
UserTraceEx=Istoricul programnelor utilizate, fişierelor accesate, paginilor web vizitate, etc.
ShortSecurityProjectEx=Proiecte de securitate
SecurityProjectEx=Paravan de protecţie, registru, conexiune ecran la distanţă, şi alte proiecte de securitate
ShortManualProcessEx=Proiecte de optimizare manuală
ManualProcessEx=Riscuri de confidenţialitate, fragmentare disc, etc. (necesită rezolvare manuală)
FirePWall=Verific disponibilitatea paravanului de protecţie Windows public.
FireSWall=Verific disponibilitatea paravanului de protecţie Windows acasă/privat.
RemoteDesktop=Verific disponibilitatea serviciului de conexiune ecran la distanță.
WindowsAutoUpdate=Verific disponibilitatea serviciului automat de actualizare Windows
TaskManager=Verific disponibilitatea managerului de sarcini Windows
FolderOption=Verific disponibilitatea "Opţiunilor Dosarului"
Regeditor=Verific disponibilitatea editorului registru Windows
DiskDefrag=Verific defragmentare discului sistem
[FileErase]
NetPath=Nu se poate analiza calea de rețea
None=Niciunul
Crushing=Distrugere:
Shred=Distrus
InUsed=Este utilizat
Aborted=Anulat
Shredding=Distrugere
SysPath=Calea selectată nu poate fii ştearsă pentru că include căi importante de sistem.
ScrubFinished=Ştergerea este completă! S-a reuşit distrugerea a %d fişiere, însă %d fişiere nu au putut fii distruse.
ScrubCanceled=Ştergerea este anulată! A reuşit distrugerea a %d fişiere, însă %d fişiere nu au putut fii distruse.
Erased=Distruge
Canceled=Anulate
[DiskDefrag]
Volume=Unitate
Format=Fişier sistem
TotalSpace=Spațiu Total
FreeSpace=Spațiu Liber
Fragmented=Fragmente
Status=Stare
PmDefrag=Defragmentare
QuickOpt=Optimizare rapidă
FullOpt=Optimizare completă
PmAnlyse=Analizare
Resume=Reluare
Analying=Se analizează
Defragmenting=Se defragmenteză
Optimizing=Se optimizează
Analyed=Analizat
Defragmented=Defragmentat
Optimized=Optimizat
Pause=Pauză
IsSSD=Selecția d-voastră poate include cel puțin o unitate solidă. Și defragmentarea discului poate dura mai puţin. Sunteți sigur că doriți să continuați?
FragmentedRate=Fragmentare
DefragInfo=Este bine să defragmentați discul pentru a-l păstra rapid și după o durată de utilizare.
[BtnList]
AutoShutdown=Închidere Automată
[DiskErase]
Stop=Oprire
Erase=Șterge
Rule1=Random Data 1 pas (Recomandat)
Rule2=DoD 5220.22-M 3 paşi
Rule3=Schneier's 7 paşi
Rule4=Guttmann 35 paşi
EraseFinished=Ştergerea este completă. Durată:
ErasingFor=Se elimină fişierele şterse pe %s, vă rugăm aşteptaţi...
TempFileDeleting=Se şterg fişierele temporare...
ErasingForDisk=Se curăţă spaţiul liber pe %s, vă rugăm aşteptaţi...
ManyFiles=Au fost găsite multe fişiere recuperabile.
FewFiles=Au fost găsite câteva fişiere recuperabile.
SkipAnalyse=Treceţi peste analiză (disc FAT)
Secure=Protejat
DoesNotSupport=Nu se acceptă această unitate.
Erasing=Ştergere...
Finished=Ştergerea este completă.
Canceled=Ştergerea este anulată.
ConfirmEraseDisk=Va dura un timp ştergerea discului. Vă rugăm închideţi alte programe pentru a evita operaţiuni intrare-ieşire în acest timp. Continuaţi?
PartitionError=O eroare serioasă a fost găsită în partiții.
[Tuneup]
SSDSpeedup=Optimizare SSD
DisablePrefetch=Dezactivare parametrii prefetch pentru a crește durata de viață a SSD-ului.
DisableSuperPrefetch=Dezactivare  parametrii Superfetch pentru a crește durata de viață a SSD-ului.
DisableDefragBoot=Dezactivare defragmentare disc sistem la pornire pentru a crește durata de viață a SSD-ului.
DisableDefragIdle=Dezactivare defragmentare automată în repaus pentru a crește durata de viață a SSD-ului.
EnableTRIM=Activare funcție TRIM pentru a îmbunătății performanța SSD-ului.
OptIEConnection=Creșterea numărului maxim de conexiuni per server. Viteza de vizualizare pagină web și viteza de vizionare video on-line este  îmbunătățită.
IconCache=Creşterea cache-ului icoanelor de sistem şi rapidizarea afişării ecranului desktop.
RestoreAll=Sunteți sigur că doriți să restaurați toate elementele la valorile implicite pentru Windows?
NoSelectedItem=Vă rugăm să alegeți cel puțin un element pentru optimizare.
OptItems=Următoarele %d elemente pot fii optimizate.
ItemsOptimized=%d elemente au fost optimizate.
TakeEff=Unele elemente optimizate nu vor devenii efective decât dacă reporniți PC-ul.
NoItems=Felicitări! Toate elementele au fost optimizate.
BootSpeedup=Accelerare Pornire/Închidere
SystemStable=Stabilitate Sistem
SystemSpeedup=Accelerare Sistem
NetworkSpeedup=Accelerare Reţea
PrefetchParameters=Optimizarea parametrilor prefetch pentru a îmbunătăți viteza de pornire pentru Windows
BootDelay=Reducerea timpului de verificare a discului pentru a îmbunătăţii viteza de pornire a Windows-ului
BootPartition=Activaţi funcţia de optimizare pentru a îmbunătăţii viteza de pornire a Windows-ului.
ClearPagingFile=Dezactivaţi funcţia de curăţare a fişierului de paginare pentru a îmbunătăţii procesul de inchidere
TimeOut=Reduceţi timpul de inactivitate a aplicaţiilor la închidere pentru a îmbunătăţii procesul de inchidere
AutoKill=Închideţi procesele îngheţate pentru a evita accidentele de sistem
RestartExplorer=Exploratorul Windows se reporneşte automat pentru a evita o dispariţie a ecranului neaşteptată
TwoProcess=Faceţi componentele Explorator Windows să ruleze ca şi un proces separat pentru a evita conflictele de sistem
ErrorReport=Dezactivați raportorul de erori de ecran pentru a îmbunătății performanța sistemului
Debugger=Dezactivaţi depanatorul pentru a accelera procesarea erorilor
OptMemory=Optimizați setările implicite de memorie pentru a îmbunătăți performanțele sistemului
OptVEff=Optimizaţi aspectul componentelor frontale (caseta de dialog, meniuri, etc), pentru a îmbunătăți performanțele sistemului
OptFileSystem=Optimizați fişierele de sistem pentru a îmbunătăți performanțele sistemului
OptDiskSystem=Optimizaţi intrările/ieşirile discului subsistem pentru a îmbunătăţii performanţele sistemului
DisAutoRun=Dezactivaţi facilitatea "Autorulare" pe unităţile de disc pentru prevenirea infecţiilor cu viruşi
OptDiskIdle=Optimizaţi intrările/ieşirile discului în timp ce procesorul este inactiv
OptTTL=Optimizaţi setarea TTL(timp pentru a trăi) pentru a îmbunătăți performanțele reţelei
OptNetForward=Optimizați capacitatea de redirecţionare a rețelei pentru a îmbunătăți performanțele reţelei
OptMTU=Detectaţi automat "găurile negre" utilizând tehnica descoperirii căii MTU pentru a îmbunătăţii performanţa TCP/IP
OptWINS=Optimizaţi durata interogărilor WINS pentru a îmbunătăţii viteza de transfer de date
OptNetWork=Optimizați setările de rețea pentru a îmbunătăți performanța de transfer
CloseAnimate=Închideţi efectul de animaţie atunci când maximizaţi sau minimizaţi o fereastră pentru a accelera răspunsul ferestrei
PagingExecutive=Dezactivați paginația de memorie și reduceţi intrările/ieşirile discului pentru a îmbunătăți performanța aplicației. (Opțiunea poate fii ignorată în cazul în care memoria fizică este <1 GB)
StaticIP=etați o adresă IP statică pentru conectarea locală pentru a îmbunătăți viteza de pornire a PC-ului.
PorcessorTime=Optimizați performanța procesorului pentru aplicații, jocuri, etc, pentru a rula mai lin. (Vă rugăm să ignorați dacă mașina dumneavoastră este un server).
DisableIDECheck=Preveniţi verificarea canalului IDE pentru a îmbunătăţii timpul de pornire al Windows-ului
ForeAppSpeed=Acceleraţi viteza de răspuns a programelor de prim-plan
AeroPeek=Acceleraţi viteza de afişare Aero Peek
OptEthernet=Optimizaţi performanţa plăcii de reţea
[Summary]
MUICache=Lipsă cache referință MUI
Services=Srrvicii Windows nevalide
Activex=Componente ActiveX și COM nevalide
FireWall=Setări paravan de protecție Windows nevalide
RootAll=Căi și fișiere nevalide
SoftwareSection=Căi și fișiere nevalide rămase de la programele eliminate
ApplicationPaths=Căi și fișiere nevalide rămase de la aplicațiile înregistrate
FileTypes=Infomație extensie fișier nevalidă
HelpFiles=Fișiere de ajutor înregistrate nevalide
Fonts=Informație font nevalidă
SharedDLL=Lipsă biblioteca de legături dinamice comune
MRULists=Istoricul fișierelor accesate, filmelor vizualizate, documentelor editate, etc.
UninstallSection=Informație dezinstalare nevalidă sau inutilă
StartMenu=Elemente meniu pornire învechite
StartupProgram=Programe de pornire nevalide sau învechite
SoundandAppEvents=Setări de sunet și evenimente nevalide sau învechite
IEUrlHistory=Istoricul paginilor web vizitate cu Internet Explorer
IFEO=Intrări malițioase create de programe rău intenționate, viruși sau malware
EmptyKey=Intrări fără nicio informație
App=Setări aplicație nevalide
[ErrorMessage]
MUIError1=Lipsă referință MUI, dar unitatea "%s" este %s. Vă recomandăm să ignorați această eroare.
MUIError=Lipsă referință MUI
ServiceNotExists=Program de serviciu specificat nu există.
MimeExName=Extensie de fișier MIME incorect înregistrată: % s
EmptyKey=Chei goale
EmptyHelpdirctory=Director help gol.
FileNotExist=Fişierul(dosarul) nu există.
HFileNotExist=Fişierul ajutor(dosarul) nu există.
EmptyValue=Valoare goală
TypeLib=Biblioteca tip nu există:
NodeEmpty=Nod gol
SharedFilenotexist=Fişierul partajat nu există.
sharedfilenotbeuse=Fişierul partajat nu este utilizat.
noconnection=Nicio informaţie de conexiune fişier.
Invalidpathtoicon=Cale icoană nevalidă.
ReferstoaninvalidClass=Se referă la o clasă nevalidă.
Emptyshellcommand=Comanda de shell este goală.
Invalidshellcommand=Comandă shell nevalidă (fişierul nu există).
Fontsnotexist=Fişierul fonturilor nu există.
Hijacking=%s a fost deturnat de către %s.
MRULists=Ghid de utilizare liste MRU
invalidOpenWith=Nicio aplicaţie asociată cu acest tip.
ReferActivex=Se referă la o intrare Activex/COM nevalidă.
EmptyCLSID=CLSID gol.
ComSourceNotExist=Sursa COM nu există.
invalidUnistall=Informaţie dezinstalare nevalidă.
notexist=Nu există.
ObsoleteStartMenuItem=Element Meniu Pornire învechit.
SoundFilenotexist=Fişierul sunet nu există.
FileNotExist1=Fişierul/dosarul nu există, dar unitatea "%s" este %s. Vă recomandăm să ignorați această eroare.
OpenWithError=Deschidere cu eroare, aplicaţia specificată nu există.
OpenWithError1=roarea în utilizarea "Deschide cu" pentru aplicația specificată nu există, dar unitatea "%s" este %s. Vă recomandăm să ignorați această eroare.
ComSourceNotExist1=Sursa COM nu există, dar unitatea %s este %s. Vă recomandăm să ignorați această eroare.
[Area]
ViewedImg=Istoricul pozelor vizualizate
WatchedVideo=Istoricul filme/video vizualizate
AccessFiles=Istoricul fişierelor accesate
VisitedWeb=Istoricul paginilor vizitate
IEHistory=Istorie activă Microsft Internet Explorer
FontCache=Cahe fonturi Windows
InvalidStartMenu=Meniuri de start nevalide
PDFCreator=Creator PDF
PDFArchitect=PDF Architect
AdobeReaderTmp=Fișiere temporare Adobe Reader
AdobePhotoshop=Istoric Adobe Photoshop
DaemonTools=Daemon Tools
BitTorrent=BitTorent
GoogleEarth=Google Earth
7Zip=7-Zip
OperaSiteIcon=Icoane pagini web Opera
OperaCache=Cache Opera
OperaHistory=Istoric Opera
OperaCookies=Cookie-uri Opera
OperaSessions=Sesiuni Opera
OperaURLHistory=Pagini web tastate Opera
OperaPassword=Parole salvate Opera
Networkmapping=Istoric mapare unități de rețea
LastDownloadDir=Ultima locație de descărcare
TrashClean=Fișiere inutile în calculator
TraceClean=urme în calculator
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
OfficeRecent=Istoric recent Microsft Office
TypeOtherApp=Alte aplicații
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows WordPad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Componente Windows
FireFoxOther=Alte istorii Mozilla FireFox
FireFoxPass=Parole salvate Mozilla FireFox
FireFoxForm=Istoric formulare autocompletate Mozilla Firefox
FireFoxCookies=Cookie-uri Mozilla Firefox
ChromePass=Parole salvate Google Chrome
ChromeForm=Istoric formulare autocompletate Google Chrome
ChromeCookies=Cookie-uri Google Chrome
IEPass=Parole salvate Internet Explorer (datele private nu vor fii listate)
IEForm=Istoric formulare autocompletate Internet Explorer (datele private nu vor fii listate)
IECookies=Cookie-uri Microsoft Internet Explorer
DOMStoreCookies=Cookie-uri magazin Microsoft Internet Explorer DOM
IEAddressBarHistory=Istorie bara de adrese Microsoft Internet Explorer
TypeInternet=Istoric pagini web vizitate
JumpList=Listele rapide din bara de activități (Elemente fixe vor fii, de asemenea, curățate.)
SearchList=Istoric căutări Windows
TraryNotify=Cache icoane zona notificare
ExplorerMRU=Alte Explorer MRUs
Recentdocuments=Documente recente
RunStartMenu=Rulează în Meniul de Start
TypeSystem=Sistem Windows
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Cache Mozilla Firefox
ChromeCache=Cache Google Chrome
IECahce=Cache Microsoft Internet Explorer
LogFile=Fișiere log sistem
DownloadedPatch=Fișiere descărcate create de Windows
ErrorReport=Fișiere raport de eroare
Dump=Fişiere descărcare memorie
ThumbCache=Fișiere miniaturi
InvalidLnk=Scurtături nevalide
UserTemp=Fişiere inutile create de Aplicații
SysTemp=Fişiere inutile create de Windows
Prefetch=Date Windows Prefetch
RemoteDesktop=Fişiere cache ale conexiunii ecran la distanţă
Recyclebin=Coş gunoi gol
SafariCache=Cache Safari Internet
SafariHistory=Istoric safari
SafariCookies=Cookie-uri Safari
SafariPass=Formulare informaţii salvate Safari
YahooMessage=Mesaj Yahoo
WLM=Windows Live Messenger
SunJava=Sun Java
MetroCache=Cache Windows Metro
WinInstallerCache=Cache instalator Windows
MESCache=Cache loguri și actualizări Microsft Security Essentials
AppleInstallCache=Cache instalare Apple Software
Chromelocalstorage=Stocare locală Google
[Type]
MUICache=cache MUI
Services=Servicii Windows
Activex=Componente ActiveX/COM
FireWall=Setări paravan de protecţie
RootAll=Căi nevalide
SoftwareSection=Căi programe
ApplicationPaths=Căi aplicaţii
FileTypes=Tipuri fișiere
HelpFiles=Fișiere de ajutor
Fonts=Fonturi
SharedDLL=DLL-uri partajate
MRULists=Ghid de utilizare liste MRU
UninstallSection=Dezinstalator
StartMenu=Meniul de Start
StartupProgram=Programe de Start
SoundandAppEvents=Sunete şi evenimente aplicaţii
IEUrlHistory=Istoric pagini web vizitate Internet Explorer
IFEO=Execuţia fişierului imagine
EmptyKey=Chei goale
App=Setări aplicații
UserDefine=Definit de utilizator
ZeroFile=Fişiere goale - 0 octeţi
WinSetupLog=Fişiere eroare instalări Windows
NtUninstall=Surse dezinstalare a patch-urilor Windows
InvalidLnk=Scurtături nevalide
UserTemp=Fișiere în dosarele temporare ale utilizatorilor
WinTemp=Fișiere în dosarele temporare ale Windows-ului
RecentFiles=Legături fişiere recente
PatchSource=Surse actualizări Windows
TempFile=Fișiere temporare
fcwdir=Fişiere create de un proces de descărcare
tfcbp=Fişiere temporare create de programe
sdrf=Fişiere restaurare create în timpul scanării discului
OldFile=Fișiere vechi
outdatedfile=Fişiere învechite
fcwhfir=Fişiere create în timpul rulării unui fişier de ajutor
Ncfile=Fişiere cache Newsgroup
Backupfile=Fișiere copie de rezervă
WBfile=Fișiere copie de rezervă MS Word
Cbswahf=Fişiere create în timpul căutării unui fişier de ajutor
whtf=Fişiere temporare ale sistemului de ajutor Windows
Logfile=Fișiere jurnal
LLogfile=Fişiere jurnal create de aplicaţii sau servicii de sistem.
Errorfile=Fișiere de eroare
Wmdf=Fişiere descărcare memorie Win2000/XP
bcomf=Copii de rezervă ale fişierelor modificate
Indexfile=Fișiere index
ifcbsiotitpbs=Fişiere index create de sistem pentru a îmbunătăţii viteza de vizualizare a pozelor
Tfcds=Fişiere temporare create în timpul configurării
Intermediatefile=Fișiere intermediare
chkfile=Fișiere recuperate
[Tools]
Update=Actualizare
Download=Descărcare
WhatNew=Ce este nou?
[BootTime]
BootTimeEx=Viteza de pornire a calculatorului ref.
BootLike=Apreciați viteze de pornire a calculatorului
Btnopt=Accelerare
Congratulation=Viteza de pornire a calculatorului este:
BootTime=Timp de pornire: %d secunde
FailWeahter=Nu se pot accesa infomațiile despre vreme.
[MenuBar]
BtnRestore=Restaurare
BtnSkin=Teme
BtnMenu=Meniu
BtnBackup=Copie de rezervă
[UpgradePro]
Title=De ce să faceți upgrade la versiunea Pro
MoreSkin=Mai multe teme
CustomHead=Avataruri Customizate
Support=Suport tehnic 7x24
Buy=Cumpărați
Reg=Înregistrați
RegUser=Utilizator Înregistrat
[AutoUpdate]
NoFiles=Vă rugăm selectaţi fişierele pentru actualizare.
CurrentFile=Fișierul curent:
Readed=Descărcare:
SumSize=Mărime Totală:
Byte=Octet
DownloadError=Eroare de descărcare, vă rugăm încercați mai tîrziu.
AutoUpdate=Actualizare Live Wise care 365
StartUpdate=Pornire Actualizare
Cancel=Anulare
Ready=Pregătit pentru descărcare.
FindUpdate=Următoarele componente sunt valabile pentru actualizare:
NewVerInfo=Modificări în noua versiune:
IgnoreVer=Ignorați actualizările acestei versiuni
BtnUpdate=Actualizați acum
BtnNotNow=Nu acum
[SoftRate]
Querying=Se interoghează...
Good=Vă place
Bad=Nu vă place
Safe=Raport
Ver=Versiune:
Ratings=Evaluari
SoftNotExist=Programul nu poate fii găsit.
GetSoftInfoError=Obţinererea informaţiilor programului imposibilă
UploadSoftLogoError=Eroare de încărcare informaţii program
SubmitData=Se transmit comentariile d-voastrăpentru acest program...
SubmitSoftInfoError=Eroare de transmitere datorată reţelei.
SubmitRateSuccess=Transmitere cu succes.
HaveSubmitRate=Aţi evaluat acesta.
Submitgoodbad=Se transmit informaţiile...
me=Eu
NickTooLong=Porecla ta nu ar trebui să depăşească 20 caractere.
MailTooLong=Adresa ta de email nu ar trebui să depăşească 50 caractere.
WrongEmail=Adresă email invalidă.
ReviewTooLong=Lungimea totală a revizuirii nu trebuie să depășească 300 de caractere.
RateHint=Înscrieţi-vă în evaluarea programelor şi evaluaţi programul favorit.
UnknowName=Produs necunoscut
UnknowVer=Versiune necunoscută
UnknowDesc=Descriere
[Edit]
pmcut=Decupare
pmcopy=Copiere
pmpaste=Lipire
pmdelete=Ștergere
pmselectall=Selectați tot
[Turbo]
PmActive=Reaminteşte-mi mai tîrziu
PmNever=Nu mai arăta din nou
btnClean=Curăță acum
NeedCleanTrash=Au fost găsite %s fişiere inutile.
NeedCleanTrace=Au fost găsite %d urme.
NeedClean=Calculatorul d-voastră a depus o muncă grea pentru a crea multe fișiere inutile pentru d-voastră.
[Renew]
btnact.caption=Activați cheia de licență
Regexpire=Nu veţi putea utiliza Wise Care 365 după expirarea perioadei de încercare.
Regtitle2=Cele 30 de zile de evaluare au expirat. Vă rugăm înregistraţi programul la timp.
Regtitle=Au trecut %d zile de evaluare.
RegPrice=Cumpăraţi versiunea Pro pentru a păstra PC-ul la performanţă de vârf! Doar %s!
Regnow=Înregistrați Acum!
title=Wise Care PRO va expira în %d zile!
title2=Cheia dumneavoastră de licenţă este expirată. Vă rugăm să o reînnoiţi la timp!
Price=Pentru a rămâne la versiunea Pro şi a păstra PC-ul la performanţă de vârf! Doar %s!
lblfeature1.caption=Protecția datelor personale aprofundată: Privacy Eraser.
lblfeature2.caption=Management meniu contextual: Face meniurile mai flexibile.
lblfeature3.caption=Auto-actualizare: Vă salvează timpul când actualizaţi la versiuni noi.
lblfeature4.caption=Teme şi interfeţe noi fantastice: Adaptate la utilizatorii Pro.
lblfeature5.caption=Suport tehnic gratuit 7x24: Aveţi întrebările rezolvate cu prioritate.
lblrefund.caption=Ne-am angajat la 100% restituire bani necondiționată.
lblremind.caption=Aminteşte-mi mai tîrziu
lblhint.caption=Caracteristicile complete ale Wise Care 365 PRO:
lbldesc.caption=Aţi putea pierde privilegiile versiunii Pro de care vă bucuraţi acum.
btnrenew.caption=Reînnoiți acum
WorkTotal=Până în prezent, Wise Care 365 a curățat %s fișiere inutile,%d elemente de istorie și a rezolvat %d erori de registru.
[Sysmon]
MemSlot=Slot de Memorie:
Loading=Se încarcă...
processName=Nume Proces
CPUUsage=Procesor: %d
MemoryUsage=Mamorie: %s/%s
TotalProcess=S-a găsit %d procese, incluzând %d procese de utilizator și %d procese de sistem.
ShowSysProcess=Arată Procese de Sistem
Overview=Prezentare generală Calculator
OS=Sistem de Operare
CPU=Procesor
Memory=Memorie
IORead=Citire I/O
IOWrite=Scriere I/O
User=Utilizator
Board=Placă de bază
Disk=Disc
Graphics=Adaptor grafic
NetAdater=Adaptor de rețea
SoundCard=Placă de sunet
Manufacter=Producător
Socket=Denumire soclu
Type=Tip
Familiy=Familie
Version=Versiune
Processor=Procesor
MaximumSpeed=Viteză maximă procesor
CurrentSpeed=Viteză curentă procesor
CPUUpgrade=Upgrade procesor
Serial=Număr serial
Threads=Contor fire
Cores=Contor nuclee
ATemperature=Temperatură medie
CTemperature=Temperatură nucleu %d
Product=Produs
BoardType=Tip de placă
HandleNumber=Număr obiecte conținut executate
Temperatures=Temperaturi
Fans=Ventilatoare
Voltages=Tensiuni
Form=Model de fabrică
Asset=Etichetă de preț
Total=Total
DataWidth=Lățimea de date
Size=Mărime
Locator=Localizare bancă
MemoryType=Tip memorie
Speed=Viteză
Part=Număr de piesă
GPU=GPU
EngineClock=Ceas motor
MemoryClock=Ceas memorie
ActivityPercent=Procent activitate
VideoMode=Descriere mod video
Temperature=Temperatură
Name=Nume
Description=Descriere
InterfaceType=Tip interfață
MediaType=Tip media
AdapterType=Tip adaptor
MACAddress=Adresă MAC
NetConnectionID=ID conexiune net
TemperatureMon=Monitorizare temperatură
CacheSize=Mărime cache L2
[AutoRun]
ResultHint=Sarcina programată de curățare este completă.
Result=Rezultatul curățării
